export default {
  projections: {
    ЧекE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      сумма: {
        __caption__: 'Сумма'
      },
      клиент: {
        __caption__: 'ФИО клиента'
      },
      заправкаАвто: {
        __caption__: 'Заправка автомобиля'
      },
      тЧТовары: {
        __caption__: 'Товары',
        количество: {
          __caption__: 'Количество'
        },
        товарыСпр: {
          __caption__: 'Товар'
        }
      }
    },
    ЧекL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      клиент: {
        __caption__: 'ФИО клиента',
        наимен: {
          __caption__: 'ФИО клиента'
        }
      },
      сумма: {
        __caption__: 'Сумма'
      },
      заправкаАвто: {
        __caption__: 'Количество топлива',
        колТоп: {
          __caption__: 'Количество топлива'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    сумма: {
      __caption__: 'Сумма'
    },
    заправкаАвто: {
      __caption__: 'Заправка автомобиля'
    },
    клиент: {
      __caption__: 'ФИО клиента'
    },
    тЧТовары: {
      __caption__: 'Товары'
    }
  }
};
